Repository: giellalt/corpus-sme
Catalog: tmx/nob/sme/admin/depts/regjeringen.no/norgga-bargu-lea-vaikkuhan-heakkaid-su_id_636943.html.tmx
Source language: sme
Languages: nob

source: Preassadieđáhus , 29.03.2011
nob: Pressemelding , 29.03.2011

source: - Norgga bargu lea váikkuhan heakkaid suddjet Libyas
nob: - Norsk innsats har bidratt til å redde liv i Libya

source: - Lei áibbas riekta ahte Norga válddi oasi ovddasvástádusas suddjemis siviila álbmoga Libyas .
nob: - Det var helt riktig at Norge tok sin del av ansvaret for å beskytte sivilbefolkningen i Libya .

source: Mii leat fuoniduhttán ráđđenvuogi militeara návccaid ja mii leat eastadan viiddis veahkaválddálašvuođa siviila álbmoga vuostá , dajai stáhtaministtar Jens Stoltenberg čilgehusastis Stuorradiggái odne doaimmaid birra Libyas .
nob: Menneskeliv er reddet . Vi har svekket regimets militære evne og vi har forhindret omfattende overgrep mot sivile , sa statsminister Jens Stoltenberg i sin redegjørelse for Stortinget i dag om operasjonene i Libya .

source: Son deattuhii seammás ahte Norgga doaibma ii leat ollašuvvon , ja dajai seammás ahte operašuvdna sáhttá bistit guhka .
nob: Han understreket samtidig at Norges oppdrag ikke er fullført , og gjorde det klart at operasjonene kan bli langvarige .

source: Stáhtaministtar dajai ahte dorvoráđi mearrádus ahte ávkkástallat militeara fámu doaivumis lea eastadan viiddis siviila vahágiid ja gillámušaid .
nob: Statsministeren sa at sikkerhetsrådets vedtak om anvendelsen av militær makt trolig hindret omfattende sivile tap og lidelser .

source: – Siviila álbmogis lea ain duođalaš dilli .
nob: – Det er likevel fortsatt en urovekkende situasjon for sivilbefolkningen .

source: Vaikko mii lea lihkostuvvan eastadeames fallehemiid siviilaálbmoga vuostá de lea ain stuorra eahpesihkarvuohta ovddasguvlui , dajai stáhtaministtar .
nob: Selv om vi har lykkes med å forhindre angrep på sivilbefolkningen er det fortsatt stor usikkerhet om den videre situasjonen , sa statsministeren .

source: - Go oberst Gadaffi lea geavahan militeara fámu iežas álbmoga vuostá de eanas oassi riikkaidgaskasaš servodagain leat cealkán ahte Gadaffi lea massán jođihanlobálašvuođa ja ahte son berre geassádit .
nob: - Ved å bruke militær makt mot sitt eget folk har store deler av det internasjonale samfunnet uttrykt at oberst Gadaffi har mistet sin legitimitet som leder og at han bør tre tilbake .

source: Norga doarju dán oainnu , dajai Stoltenberg .
nob: Norge deler dette syn , sa Stoltenberg .

source: Stoltenberg deattuhii ahte arábia ja Afrihká riikkaid čielga doarjja lei ON dorvoráđi mearrádusa vuođđun .
nob: Stoltenberg fremhevet at den tydelige støtten fra land i den arabiske og afrikanske verden var avgjørende for vedtaket i FNs sikkerhetsråd .

source: – Mii mearkkašit dan ahte arábia riikkat sávvet operašuvnnaid bures boahtima .
nob: – Vi merker oss at operasjonene blir hilst velkommen i den arabiske verden .

source: - Riikkaidgaskasaš servodat ferte ovttasbargat orustahttimis vearjogeavaheami , ja militeara veagaid eret riikkaid ja baicca čáhkket saji humaniteara veahkkeorganisašuvnnaide .
nob: - Det internasjonale samfunn må arbeide for at våpenhvile kan innføres , at militære styrker trekkes tilbake og at det åpnes for humanitære hjelpeorganisasjoner .

source: Stáhtaministtar dajai ahte ferte álggahuvvot politihkalaš proseassa vai šaddá vejolažžan olahit soabalašvuođa ja viiddis ođastusaid .
nob: Det må innledes en politisk prosess for forsoning og omfattende reformer , sa statsministeren .

source: Stoltenberg loahpahii čilgehusastis ja deattuhii Suodjalusa barggu .
nob: Stoltenberg avsluttet sin redegjørelse med å fremheve Forsvarets innsats .

source: – Dat vuohki movt Suodjalus lea dusten hástalusa árvvusadnojuvvo .
nob: - Det står stor respekt av hvordan Forsvaret møtte utfordringen .

source: Stáhtaministariin lean hui rámis go vásihan duostilvuođa ja ovddasvástádusa maid min militeara dál čájeha , dajai stáhtaministtar .
nob: Som statsminister er jeg stolt av det mot og ansvar våre militære viser i disse dager , sa statsministeren .

source: Loga čilgehusa dás .
nob: Les redegjørelsen her .
